{
  "share_account": {
    "filled_utterances": [
      "I want to use chequing for this.",
      "I want to use savings for this.",
      "Please select chequing.",
      "Please select savings.",
      "chequing",
      "savings",
      "Use chequing",
      "Use savings",
      "use chequing for this task",
      "use savings for this task",
      "I need to use chequing",
      "I need to use savings"
    ],
    "possible_ac_intents": ["share_transfer_settings", "share_e_transfer", "share_request", "share_bill", "share_create", "share_done"]
  },
  "share_transfer_settings": {
    "filled_utterances": [
      "I want to transfer 23 from chequing to college fund.",
      "I want to transfer 23 from chequing to retirement fund.",
      "I want to transfer 23 from savings to college fund.",
      "I want to transfer 23 from savings to retirement fund.",
      "I want to transfer 89 from chequing to college fund.",
      "I want to transfer 89 from chequing to retirement fund.",
      "I want to transfer 89 from savings to college fund.",
      "I want to transfer 89 from savings to retirement fund.",
      "I want to transfer 43 from chequing to college fund.",
      "I want to transfer 43 from chequing to retirement fund.",
      "I want to transfer 43 from savings to college fund.",
      "I want to transfer 43 from savings to retirement fund.",
      "I want to transfer 16 from chequing to college fund.",
      "I want to transfer 16 from chequing to retirement fund.",
      "I want to transfer 16 from savings to college fund.",
      "I want to transfer 16 from savings to retirement fund.",
      "I want to transfer 50 from chequing to college fund.",
      "I want to transfer 50 from chequing to retirement fund.",
      "I want to transfer 50 from savings to college fund.",
      "I want to transfer 50 from savings to retirement fund.",
      "I want to transfer 67 from chequing to college fund.",
      "I want to transfer 67 from chequing to retirement fund.",
      "I want to transfer 67 from savings to college fund.",
      "I want to transfer 67 from savings to retirement fund.",
      "I want to transfer 5000 from chequing to college fund.",
      "I want to transfer 5000 from chequing to retirement fund.",
      "I want to transfer 5000 from savings to college fund.",
      "I want to transfer 5000 from savings to retirement fund.",
      "Can I transfer 23 from chequing to college fund?",
      "Can I transfer 23 from chequing to retirement fund?",
      "Can I transfer 23 from savings to college fund?",
      "Can I transfer 23 from savings to retirement fund?",
      "Can I transfer 1 from chequing to college fund?",
      "Can I transfer 1 from chequing to retirement fund?",
      "Can I transfer 1 from savings to college fund?",
      "Can I transfer 1 from savings to retirement fund?",
      "Can I transfer 99 from chequing to college fund?",
      "Can I transfer 99 from chequing to retirement fund?",
      "Can I transfer 99 from savings to college fund?",
      "Can I transfer 99 from savings to retirement fund?",
      "Can I transfer 16 from chequing to college fund?",
      "Can I transfer 16 from chequing to retirement fund?",
      "Can I transfer 16 from savings to college fund?",
      "Can I transfer 16 from savings to retirement fund?",
      "Can I transfer 3 from chequing to college fund?",
      "Can I transfer 3 from chequing to retirement fund?",
      "Can I transfer 3 from savings to college fund?",
      "Can I transfer 3 from savings to retirement fund?",
      "Can I transfer 67 from chequing to college fund?",
      "Can I transfer 67 from chequing to retirement fund?",
      "Can I transfer 67 from savings to college fund?",
      "Can I transfer 67 from savings to retirement fund?",
      "Can I transfer 5000 from chequing to college fund?",
      "Can I transfer 5000 from chequing to retirement fund?",
      "Can I transfer 5000 from savings to college fund?",
      "Can I transfer 5000 from savings to retirement fund?",
      "I want to send 12 to college fund from chequing.",
      "I want to send 12 to college fund from savings.",
      "I want to send 12 to retirement fund from chequing.",
      "I want to send 12 to retirement fund from savings.",
      "I want to send 89 to college fund from chequing.",
      "I want to send 89 to college fund from savings.",
      "I want to send 89 to retirement fund from chequing.",
      "I want to send 89 to retirement fund from savings.",
      "I want to send 11 to college fund from chequing.",
      "I want to send 11 to college fund from savings.",
      "I want to send 11 to retirement fund from chequing.",
      "I want to send 11 to retirement fund from savings.",
      "I want to send 16 to college fund from chequing.",
      "I want to send 16 to college fund from savings.",
      "I want to send 16 to retirement fund from chequing.",
      "I want to send 16 to retirement fund from savings.",
      "I want to send 65 to college fund from chequing.",
      "I want to send 65 to college fund from savings.",
      "I want to send 65 to retirement fund from chequing.",
      "I want to send 65 to retirement fund from savings.",
      "I want to send 67 to college fund from chequing.",
      "I want to send 67 to college fund from savings.",
      "I want to send 67 to retirement fund from chequing.",
      "I want to send 67 to retirement fund from savings.",
      "I want to send 5000 to college fund from chequing.",
      "I want to send 5000 to college fund from savings.",
      "I want to send 5000 to retirement fund from chequing.",
      "I want to send 5000 to retirement fund from savings.",
      "I want to send 76 to college fund from chequing.",
      "I want to send 76 to college fund from savings.",
      "I want to send 76 to retirement fund from chequing.",
      "I want to send 76 to retirement fund from savings.",
      "I want to send 44 to college fund from chequing.",
      "I want to send 44 to college fund from savings.",
      "I want to send 44 to retirement fund from chequing.",
      "I want to send 44 to retirement fund from savings.",
      "I want to send 56 to college fund from chequing.",
      "I want to send 56 to college fund from savings.",
      "I want to send 56 to retirement fund from chequing.",
      "I want to send 56 to retirement fund from savings.",
      "I want to send 9 to college fund from chequing.",
      "I want to send 9 to college fund from savings.",
      "I want to send 9 to retirement fund from chequing.",
      "I want to send 9 to retirement fund from savings.",
      "I want to send 20 to college fund from chequing.",
      "I want to send 20 to college fund from savings.",
      "I want to send 20 to retirement fund from chequing.",
      "I want to send 20 to retirement fund from savings.",
      "I want to send 45 to college fund from chequing.",
      "I want to send 45 to college fund from savings.",
      "I want to send 45 to retirement fund from chequing.",
      "I want to send 45 to retirement fund from savings.",
      "I want to send 5000 to college fund from chequing.",
      "I want to send 5000 to college fund from savings.",
      "I want to send 5000 to retirement fund from chequing.",
      "I want to send 5000 to retirement fund from savings."
    ],
    "possible_ac_intents": ["share_transfer_settings", "share_e_transfer", "share_request", "share_bill", "share_create", "share_done"]
  },
  "share_e_transfer": {
    "filled_utterances": [
      "I want to transfer 54 to Bob.",
      "I want to transfer 54 to Nancy.",
      "I want to transfer 54 to Sandra.",
      "I want to transfer 54 to Mark.",
      "I want to transfer 12 to Bob.",
      "I want to transfer 12 to Nancy.",
      "I want to transfer 12 to Sandra.",
      "I want to transfer 12 to Mark.",
      "I want to transfer 30 to Bob.",
      "I want to transfer 30 to Nancy.",
      "I want to transfer 30 to Sandra.",
      "I want to transfer 30 to Mark.",
      "I want to transfer 90 to Bob.",
      "I want to transfer 90 to Nancy.",
      "I want to transfer 90 to Sandra.",
      "I want to transfer 90 to Mark.",
      "I want to transfer 5000 to Bob.",
      "I want to transfer 5000 to Nancy.",
      "I want to transfer 5000 to Sandra.",
      "I want to transfer 5000 to Mark.",
      "I want to transfer 23 to Bob.",
      "I want to transfer 23 to Nancy.",
      "I want to transfer 23 to Sandra.",
      "I want to transfer 23 to Mark.",
      "I want to transfer 65 to Bob.",
      "I want to transfer 65 to Nancy.",
      "I want to transfer 65 to Sandra.",
      "I want to transfer 65 to Mark.",
      "Can I transfer 34 to Bob?",
      "Can I transfer 34 to Nancy?",
      "Can I transfer 34 to Sandra?",
      "Can I transfer 34 to Mark?",
      "Can I transfer 5 to Bob?",
      "Can I transfer 5 to Nancy?",
      "Can I transfer 5 to Sandra?",
      "Can I transfer 5 to Mark?",
      "Can I transfer 30 to Bob?",
      "Can I transfer 30 to Nancy?",
      "Can I transfer 30 to Sandra?",
      "Can I transfer 30 to Mark?",
      "Can I transfer 11 to Bob?",
      "Can I transfer 11 to Nancy?",
      "Can I transfer 11 to Sandra?",
      "Can I transfer 11 to Mark?",
      "Can I transfer 5000 to Bob?",
      "Can I transfer 5000 to Nancy?",
      "Can I transfer 5000 to Sandra?",
      "Can I transfer 5000 to Mark?",
      "Can I transfer 23 to Bob?",
      "Can I transfer 23 to Nancy?",
      "Can I transfer 23 to Sandra?",
      "Can I transfer 23 to Mark?",
      "Can I transfer 87 to Bob?",
      "Can I transfer 87 to Nancy?",
      "Can I transfer 87 to Sandra?",
      "Can I transfer 87 to Mark?",
      "Bob is expecting 23 from me.",
      "Bob is expecting 13 from me.",
      "Bob is expecting 25 from me.",
      "Bob is expecting 91 from me.",
      "Bob is expecting 5000 from me.",
      "Bob is expecting 37 from me.",
      "Bob is expecting 47 from me.",
      "Nancy is expecting 23 from me.",
      "Nancy is expecting 13 from me.",
      "Nancy is expecting 25 from me.",
      "Nancy is expecting 91 from me.",
      "Nancy is expecting 5000 from me.",
      "Nancy is expecting 37 from me.",
      "Nancy is expecting 47 from me.",
      "Sandra is expecting 23 from me.",
      "Sandra is expecting 13 from me.",
      "Sandra is expecting 25 from me.",
      "Sandra is expecting 91 from me.",
      "Sandra is expecting 5000 from me.",
      "Sandra is expecting 37 from me.",
      "Sandra is expecting 47 from me.",
      "Mark is expecting 23 from me.",
      "Mark is expecting 13 from me.",
      "Mark is expecting 25 from me.",
      "Mark is expecting 91 from me.",
      "Mark is expecting 5000 from me.",
      "Mark is expecting 37 from me.",
      "Mark is expecting 47 from me.",
      "Please send 23 to Bob.",
      "Please send 23 to Nancy.",
      "Please send 23 to Sandra.",
      "Please send 23 to Mark.",
      "Please send 12 to Bob.",
      "Please send 12 to Nancy.",
      "Please send 12 to Sandra.",
      "Please send 12 to Mark.",
      "Please send 53 to Bob.",
      "Please send 53 to Nancy.",
      "Please send 53 to Sandra.",
      "Please send 53 to Mark.",
      "Please send 91 to Bob.",
      "Please send 91 to Nancy.",
      "Please send 91 to Sandra.",
      "Please send 91 to Mark.",
      "Please send 5000 to Bob.",
      "Please send 5000 to Nancy.",
      "Please send 5000 to Sandra.",
      "Please send 5000 to Mark.",
      "Please send 21 to Bob.",
      "Please send 21 to Nancy.",
      "Please send 21 to Sandra.",
      "Please send 21 to Mark.",
      "Please send 45 to Bob.",
      "Please send 45 to Nancy.",
      "Please send 45 to Sandra.",
      "Please send 45 to Mark."
    ],
    "possible_ac_intents": ["share_account", "share_transfer_settings", "share_e_transfer", "share_request", "share_bill", "share_create", "share_done"]
  },
  "share_request": {
    "filled_utterances": [
      "I need to request that Bob pays me 23.",
      "I need to request that Bob pays me 13.",
      "I need to request that Bob pays me 65.",
      "I need to request that Bob pays me 91.",
      "I need to request that Bob pays me 5000.",
      "I need to request that Bob pays me 37.",
      "I need to request that Bob pays me 47.",
      "I need to request that Nancy pays me 23.",
      "I need to request that Nancy pays me 13.",
      "I need to request that Nancy pays me 65.",
      "I need to request that Nancy pays me 91.",
      "I need to request that Nancy pays me 5000.",
      "I need to request that Nancy pays me 37.",
      "I need to request that Nancy pays me 47.",
      "I need to request that Sandra pays me 23.",
      "I need to request that Sandra pays me 13.",
      "I need to request that Sandra pays me 65.",
      "I need to request that Sandra pays me 91.",
      "I need to request that Sandra pays me 5000.",
      "I need to request that Sandra pays me 37.",
      "I need to request that Sandra pays me 47.",
      "I need to request that Mark pays me 23.",
      "I need to request that Mark pays me 13.",
      "I need to request that Mark pays me 65.",
      "I need to request that Mark pays me 91.",
      "I need to request that Mark pays me 5000.",
      "I need to request that Mark pays me 37.",
      "I need to request that Mark pays me 47.",
      "Please request that Bob to send me 76 dollars.",
      "Please request that Bob to send me 13 dollars.",
      "Please request that Bob to send me 25 dollars.",
      "Please request that Bob to send me 91 dollars.",
      "Please request that Bob to send me 5000 dollars.",
      "Please request that Bob to send me 43 dollars.",
      "Please request that Bob to send me 47 dollars.",
      "Please request that Nancy to send me 76 dollars.",
      "Please request that Nancy to send me 13 dollars.",
      "Please request that Nancy to send me 25 dollars.",
      "Please request that Nancy to send me 91 dollars.",
      "Please request that Nancy to send me 5000 dollars.",
      "Please request that Nancy to send me 43 dollars.",
      "Please request that Nancy to send me 47 dollars.",
      "Please request that Sandra to send me 76 dollars.",
      "Please request that Sandra to send me 13 dollars.",
      "Please request that Sandra to send me 25 dollars.",
      "Please request that Sandra to send me 91 dollars.",
      "Please request that Sandra to send me 5000 dollars.",
      "Please request that Sandra to send me 43 dollars.",
      "Please request that Sandra to send me 47 dollars.",
      "Please request that Mark to send me 76 dollars.",
      "Please request that Mark to send me 13 dollars.",
      "Please request that Mark to send me 25 dollars.",
      "Please request that Mark to send me 91 dollars.",
      "Please request that Mark to send me 5000 dollars.",
      "Please request that Mark to send me 43 dollars.",
      "Please request that Mark to send me 47 dollars.",
      "Please request my contact Bob to send the 87 they owe.",
      "Please request my contact Bob to send the 13 they owe.",
      "Please request my contact Bob to send the 34 they owe.",
      "Please request my contact Bob to send the 91 they owe.",
      "Please request my contact Bob to send the 5000 they owe.",
      "Please request my contact Bob to send the 12 they owe.",
      "Please request my contact Bob to send the 47 they owe.",
      "Please request my contact Nancy to send the 87 they owe.",
      "Please request my contact Nancy to send the 13 they owe.",
      "Please request my contact Nancy to send the 34 they owe.",
      "Please request my contact Nancy to send the 91 they owe.",
      "Please request my contact Nancy to send the 5000 they owe.",
      "Please request my contact Nancy to send the 12 they owe.",
      "Please request my contact Nancy to send the 47 they owe.",
      "Please request my contact Sandra to send the 87 they owe.",
      "Please request my contact Sandra to send the 13 they owe.",
      "Please request my contact Sandra to send the 34 they owe.",
      "Please request my contact Sandra to send the 91 they owe.",
      "Please request my contact Sandra to send the 5000 they owe.",
      "Please request my contact Sandra to send the 12 they owe.",
      "Please request my contact Sandra to send the 47 they owe.",
      "Please request my contact Mark to send the 87 they owe.",
      "Please request my contact Mark to send the 13 they owe.",
      "Please request my contact Mark to send the 34 they owe.",
      "Please request my contact Mark to send the 91 they owe.",
      "Please request my contact Mark to send the 5000 they owe.",
      "Please request my contact Mark to send the 12 they owe.",
      "Please request my contact Mark to send the 47 they owe."
    ],
    "possible_ac_intents": ["share_account", "share_transfer_settings", "share_e_transfer", "share_request", "share_bill", "share_create", "share_done"]
  },
  "share_bill": {
    "filled_utterances": [
      "I want to pay off my credit card bill.",
      "I want to pay off my utility bill.",
      "I want to pay off my mortgage bill.",
      "I want to pay off my car bill.",
      "I want to pay off my lights bill.",
      "I want to pay off my electricity bill.",
      "I want to pay off my gas bill.",
      "I want to pay off my internet bill.",
      "I want to pay off my credit card payment.",
      "I want to pay off my utility payment.",
      "I want to pay off my mortgage payment.",
      "I want to pay off my car payment.",
      "I want to pay off my lights payment.",
      "I want to pay off my electricity payment.",
      "I want to pay off my gas payment.",
      "I want to pay off my internet payment.",
      "Please pay my credit card payment.",
      "Please pay my utility payment.",
      "Please pay my mortgage payment.",
      "Please pay my car payment.",
      "Please pay my lights payment.",
      "Please pay my electricity payment.",
      "Please pay my gas payment.",
      "Please pay my internet payment."
    ],
    "possible_ac_intents": ["share_account", "share_transfer_settings", "share_e_transfer", "share_request", "share_bill", "share_create", "share_done"]
  },
  "share_create": {
    "filled_utterances": [
      "I want to create a retirement fund account.",
      "I want to create a college fund account.",
      "Please create a retirement fund account.",
      "Please create a college fund account.",
      "I really need a retirement fund account please create one.",
      "I really need a college fund account please create one.",
      "I want to create a retirement fund account for my son.",
      "I want to create a college fund account for my son."
    ],
    "possible_ac_intents": ["share_account", "share_transfer_settings", "share_e_transfer", "share_request", "share_bill", "share_create", "share_done"]
  },
  "share_done": {
    "filled_utterances": [
      "I'm all done.",
      "I don't want to do anything else.",
      "I don't want to do anything else today.",
      "I'm finished",
      "i'm all done here",
      "i don't have anything else i want to do",
      "exit",
      "done",
      "I've done everything i want to do",
      "I'm good to go thanks",
      "i'm good",
      "bye"
    ],
    "possible_ac_intents": ["share_account", "share_transfer_settings", "share_e_transfer", "share_request", "share_bill", "share_create", "share_done"]
  },
  "confirm": {
    "filled_utterances": [
      "yes",
      "yeah",
      "Y",
      "mhm",
      "confirm"
    ],
    "possible_ac_intents": ["share_account", "share_transfer_settings", "share_e_transfer", "share_request", "share_bill", "share_create", "share_done"]
  },
  "deny": {
    "filled_utterances": [
      "no",
      "not at all",
      "absolutely not",
      "nah",
      "no thanks",
      "no thank you",
      "N"
    ],
    "possible_ac_intents": ["share_account", "share_transfer_settings", "share_e_transfer", "share_request", "share_bill", "share_create", "share_done"]
  }
}
